*** code
#+BEGIN_SRC clojure :tangle ./src/stylo/style/base.cljc
(def code
  [[:code.block {:padding (u/px 8)
                 :background "#2e3440"
                 :color "#dedee9"
                 :white-space "pre-wrap"
                 :display "inline-block"
                 :width (u/percent 100)}]])

#+END_SRC

#+RESULTS[2342df20361e21aa93ed992c794f248f81cefa1d]: style-base-code
: #'stylo.style.base/code

